Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Required, minimum 20 characters. Share what it's actually like to use this app with VoiceOver or other accessibility features — what works well, what doesn't, and anything another blind or low vision user would want to know before trying it.
ar: مطلوب، 20 حرفًا كحد أدنى. شارك كيف تكون تجربة استخدام هذا التطبيق فعليًا مع VoiceOver أو ميزات إمكانية الوصول الأخرى — ما الذي يعمل بشكل جيد، وما الذي لا يعمل، وأي شيء قد يرغب مستخدم كفيف أو ضعيف البصر آخر في معرفته قبل تجربته.
de: Erforderlich, mindestens 20 Zeichen. Beschreibe, wie es wirklich ist, diese App mit VoiceOver oder anderen Bedienungshilfen zu nutzen — was gut funktioniert, was nicht, und alles, was eine andere blinde oder sehbehinderte Person wissen möchte, bevor sie die App ausprobiert.
el: Υποχρεωτικό, τουλάχιστον 20 χαρακτήρες. Μοιράσου πώς είναι στην πραγματικότητα η χρήση αυτής της εφαρμογής με το VoiceOver ή άλλες λειτουργίες προσβασιμότητας — τι λειτουργεί καλά, τι όχι, και οτιδήποτε άλλος ένας τυφλός ή αμβλύωπας χρήστης θα ήθελε να ξέρει πριν τη δοκιμάσει.
es: Obligatorio, mínimo 20 caracteres. Cuéntanos cómo es realmente usar esta app con VoiceOver u otras funciones de accesibilidad: qué funciona bien, qué no, y cualquier cosa que otra persona ciega o con baja visión querría saber antes de probarla.
fa: الزامی، حداقل ۲۰ نویسه. بگویید استفاده واقعی از این اپلیکیشن با VoiceOver یا سایر ویژگی‌های دسترس‌پذیری چگونه است — چه چیزی خوب کار می‌کند، چه چیزی نه، و هر چیزی که یک کاربر نابینا یا کم‌بینای دیگر پیش از امتحان کردن آن دوست دارد بداند.
fr: Obligatoire, 20 caractères minimum. Partagez ce que c'est vraiment d'utiliser cette application avec VoiceOver ou d'autres fonctionnalités d'accessibilité — ce qui fonctionne bien, ce qui ne fonctionne pas, et tout ce qu'une autre personne aveugle ou malvoyante voudrait savoir avant de l'essayer.
he: שדה חובה, לפחות 20 תווים. ספרו איך זה באמת להשתמש באפליקציה הזו עם VoiceOver או תכונות נגישות אחרות — מה עובד טוב, מה לא, וכל דבר שמשתמש עיוור או כבד ראייה אחר ירצה לדעת לפני שמנסה אותה.
hi: आवश्यक, न्यूनतम 20 अक्षर। बताएं कि VoiceOver या अन्य सुलभता सुविधाओं के साथ इस ऐप का उपयोग करना वास्तव में कैसा है — क्या अच्छी तरह काम करता है, क्या नहीं, और कोई भी बात जो कोई अन्य नेत्रहीन या कम दृष्टि वाला उपयोगकर्ता इसे आज़माने से पहले जानना चाहेगा।
id: Wajib, minimal 20 karakter. Ceritakan bagaimana rasanya benar-benar menggunakan aplikasi ini dengan VoiceOver atau fitur aksesibilitas lainnya — apa yang berfungsi dengan baik, apa yang tidak, dan hal apa pun yang ingin diketahui pengguna tunanetra atau low vision lainnya sebelum mencobanya.
it: Obbligatorio, minimo 20 caratteri. Racconta com'è davvero usare questa app con VoiceOver o altre funzioni di accessibilità — cosa funziona bene, cosa no, e qualunque cosa un'altra persona cieca o ipovedente vorrebbe sapere prima di provarla.
ja: 必須、最低20文字。VoiceOverや他のアクセシビリティ機能でこのアプリを実際に使うとどんな感じか教えてください。うまく機能する点、そうでない点、そして他の全盲・弱視のユーザーが試す前に知っておきたいことなどをお書きください。
ko: 필수, 최소 20자. VoiceOver나 다른 접근성 기능으로 이 앱을 실제로 사용해 보면 어떤지 알려주세요 — 잘 작동하는 부분, 그렇지 않은 부분, 그리고 다른 시각장애인이나 저시력 사용자가 사용해 보기 전에 알고 싶어할 만한 내용이면 무엇이든 좋습니다.
nl: Verplicht, minimaal 20 tekens. Deel hoe het echt is om deze app met VoiceOver of andere toegankelijkheidsfuncties te gebruiken — wat goed werkt, wat niet, en alles wat een andere blinde of slechtziende gebruiker zou willen weten voordat hij het probeert.
pl: Wymagane, minimum 20 znaków. Opisz, jak w rzeczywistości wygląda korzystanie z tej aplikacji za pomocą VoiceOver lub innych funkcji ułatwień dostępu — co działa dobrze, co nie działa, i wszystko, co inny niewidomy lub słabowidzący użytkownik chciałby wiedzieć, zanim ją wypróbuje.
pt: Obrigatório, mínimo de 20 caracteres. Conte como é realmente usar este aplicativo com o VoiceOver ou outros recursos de acessibilidade — o que funciona bem, o que não funciona, e qualquer coisa que outra pessoa cega ou com baixa visão gostaria de saber antes de experimentá-lo.
ru: Обязательно, минимум 20 символов. Расскажите, каково на самом деле пользоваться этим приложением с VoiceOver или другими функциями специальных возможностей — что работает хорошо, что нет, и всё, что другому незрячему или слабовидящему пользователю стоит знать перед тем, как попробовать это приложение.
sv: Obligatoriskt, minst 20 tecken. Berätta hur det verkligen är att använda den här appen med VoiceOver eller andra tillgänglighetsfunktioner — vad som fungerar bra, vad som inte gör det, och allt annat en blind eller synsvag användare skulle vilja veta innan de provar den.
th: จำเป็น อย่างน้อย 20 ตัวอักษร บอกเล่าว่าการใช้แอปนี้กับ VoiceOver หรือฟีเจอร์การเข้าถึงอื่น ๆ เป็นอย่างไรจริง ๆ — อะไรที่ใช้งานได้ดี อะไรที่ไม่ได้ และสิ่งใดก็ตามที่ผู้ใช้ที่ตาบอดหรือมีสายตาเลือนรางคนอื่นอยากรู้ก่อนที่จะลองใช้
tr: Zorunlu, en az 20 karakter. Bu uygulamayı VoiceOver veya diğer erişilebilirlik özellikleriyle kullanmanın gerçekte nasıl bir şey olduğunu paylaşın — nelerin iyi çalıştığını, nelerin çalışmadığını ve başka bir görme engelli veya az gören kullanıcının denemeden önce bilmek isteyebileceği her şeyi.
uk: Обов'язково, мінімум 20 символів. Розкажіть, як насправді користуватися цим застосунком із VoiceOver чи іншими функціями спеціальних можливостей — що працює добре, що ні, і все, що інший незрячий або слабозорий користувач хотів би знати перед тим, як спробувати.
vi: Bắt buộc, tối thiểu 20 ký tự. Hãy chia sẻ trải nghiệm thực tế khi sử dụng ứng dụng này với VoiceOver hoặc các tính năng hỗ trợ tiếp cận khác — điều gì hoạt động tốt, điều gì không, và bất cứ điều gì mà một người dùng khiếm thị hoặc thị lực kém khác muốn biết trước khi dùng thử.
zh_hans: 必填，至少20个字符。分享一下用 VoiceOver 或其他辅助功能实际使用这款应用是什么感觉——哪些方面表现良好，哪些不尽如人意，以及其他盲人或低视力用户在尝试之前可能想知道的任何信息。

source: Required, minimum 20 characters. Tell listeners what this episode covers — the topics, guests, or themes — so they know what to expect before pressing play.
ar: مطلوب، 20 حرفًا كحد أدنى. أخبر المستمعين بما تتناوله هذه الحلقة — المواضيع أو الضيوف أو المحاور — حتى يعرفوا ما يمكن توقعه قبل الضغط على تشغيل.
de: Erforderlich, mindestens 20 Zeichen. Erzähl den Hörern, worum es in dieser Episode geht — Themen, Gäste oder Schwerpunkte — damit sie wissen, was sie erwartet, bevor sie auf Play drücken.
el: Υποχρεωτικό, τουλάχιστον 20 χαρακτήρες. Πες στους ακροατές τι καλύπτει αυτό το επεισόδιο — τα θέματα, τους καλεσμένους ή τα θέματα συζήτησης — ώστε να ξέρουν τι να περιμένουν πριν πατήσουν αναπαραγωγή.
es: Obligatorio, mínimo 20 caracteres. Cuéntales a los oyentes qué trata este episodio (los temas, invitados o hilos conductores) para que sepan qué esperar antes de darle al play.
fa: الزامی، حداقل ۲۰ نویسه. به شنوندگان بگویید این قسمت درباره چیست — موضوعات، مهمانان یا مضامین — تا پیش از فشردن دکمه پخش بدانند چه انتظاری داشته باشند.
fr: Obligatoire, 20 caractères minimum. Dites aux auditeurs ce que couvre cet épisode — les sujets, les invités ou les thèmes — afin qu'ils sachent à quoi s'attendre avant d'appuyer sur lecture.
he: שדה חובה, לפחות 20 תווים. ספרו למאזינים במה עוסק הפרק — הנושאים, האורחים או התמות — כדי שידעו למה לצפות לפני שלוחצים על נגן.
hi: आवश्यक, न्यूनतम 20 अक्षर। श्रोताओं को बताएं कि यह एपिसोड किस बारे में है — विषय, अतिथि या थीम — ताकि प्ले दबाने से पहले उन्हें पता हो कि क्या उम्मीद करें।
id: Wajib, minimal 20 karakter. Beri tahu pendengar apa yang dibahas di episode ini — topik, tamu, atau tema — agar mereka tahu apa yang bisa diharapkan sebelum menekan tombol putar.
it: Obbligatorio, minimo 20 caratteri. Racconta agli ascoltatori di cosa parla questo episodio — argomenti, ospiti o temi — così sapranno cosa aspettarsi prima di premere play.
ja: 必須、最低20文字。このエピソードが扱うトピック、ゲスト、テーマなどをリスナーに伝えて、再生する前に何が聞けるかわかるようにしましょう。
ko: 필수, 최소 20자. 청취자들이 재생 버튼을 누르기 전에 무엇을 기대할 수 있을지 알 수 있도록, 이 에피소드가 다루는 주제, 게스트, 또는 테마를 알려주세요.
nl: Verplicht, minimaal 20 tekens. Vertel luisteraars waar deze aflevering over gaat — de onderwerpen, gasten of thema's — zodat ze weten wat ze kunnen verwachten voordat ze op afspelen drukken.
pl: Wymagane, minimum 20 znaków. Powiedz słuchaczom, czego dotyczy ten odcinek — tematy, goście lub wątki — aby wiedzieli, czego się spodziewać, zanim naciśną odtwórz.
pt: Obrigatório, mínimo de 20 caracteres. Conte aos ouvintes o que este episódio aborda — os temas, convidados ou assuntos — para que saibam o que esperar antes de apertar o play.
ru: Обязательно, минимум 20 символов. Расскажите слушателям, о чём этот выпуск — темы, гости или основные идеи — чтобы они знали, чего ожидать, прежде чем нажать play.
sv: Obligatoriskt, minst 20 tecken. Berätta för lyssnarna vad avsnittet handlar om — ämnena, gästerna eller temana — så att de vet vad de kan förvänta sig innan de trycker på play.
th: จำเป็น อย่างน้อย 20 ตัวอักษร บอกผู้ฟังว่าตอนนี้เกี่ยวกับอะไร — หัวข้อ แขกรับเชิญ หรือประเด็นต่าง ๆ — เพื่อให้พวกเขารู้ว่าจะได้ฟังอะไรก่อนกดเล่น
tr: Zorunlu, en az 20 karakter. Dinleyicilere bu bölümün neleri kapsadığını anlatın — konuları, konukları veya temaları — böylece oynat'a basmadan önce ne bekleyeceklerini bilsinler.
uk: Обов'язково, мінімум 20 символів. Розкажіть слухачам, про що цей випуск — теми, гості чи основні ідеї — щоб вони знали, чого очікувати, перш ніж натиснути відтворення.
vi: Bắt buộc, tối thiểu 20 ký tự. Hãy cho người nghe biết tập này nói về điều gì — chủ đề, khách mời hoặc nội dung chính — để họ biết nên mong đợi điều gì trước khi nhấn phát.
zh_hans: 必填，至少20个字符。告诉听众这一集讲了什么——主题、嘉宾或话题——这样他们在按下播放键之前就知道会听到什么。

source: Required, minimum 30 characters. The more detail you can share — what happened, what you expected instead, and the exact steps to get there — the easier it is for us to reproduce and track down.
ar: مطلوب، 30 حرفًا كحد أدنى. كلما شاركت المزيد من التفاصيل — ماذا حدث، وماذا كنت تتوقع بدلاً من ذلك، والخطوات الدقيقة للوصول إلى ذلك — كان من الأسهل علينا إعادة إنتاج المشكلة وتتبعها.
de: Erforderlich, mindestens 30 Zeichen. Je mehr Details du teilen kannst — was passiert ist, was du stattdessen erwartet hast, und die genauen Schritte dorthin — desto leichter können wir das Problem nachvollziehen und verfolgen.
el: Υποχρεωτικό, τουλάχιστον 30 χαρακτήρες. Όσο περισσότερες λεπτομέρειες μπορείς να μοιραστείς — τι συνέβη, τι περίμενες αντ' αυτού, και τα ακριβή βήματα για να φτάσεις εκεί — τόσο πιο εύκολο θα είναι για εμάς να αναπαραγάγουμε και να παρακολουθήσουμε το πρόβλημα.
es: Obligatorio, mínimo 30 caracteres. Cuanto más detalle puedas compartir (qué pasó, qué esperabas que pasara y los pasos exactos para llegar a eso) más fácil será para nosotros reproducirlo y darle seguimiento.
fa: الزامی، حداقل ۳۰ نویسه. هرچه جزئیات بیشتری به اشتراک بگذارید — چه اتفاقی افتاد، به‌جای آن چه انتظاری داشتید، و مراحل دقیق رسیدن به آن — برای ما بازتولید و پیگیری مشکل آسان‌تر خواهد بود.
fr: Obligatoire, 30 caractères minimum. Plus vous pouvez partager de détails — ce qui s'est passé, ce à quoi vous vous attendiez, et les étapes exactes pour y arriver — plus il nous sera facile de reproduire le problème et de le suivre.
he: שדה חובה, לפחות 30 תווים. ככל שתשתפו יותר פרטים — מה קרה, למה ציפיתם במקום זאת, והשלבים המדויקים שהובילו לכך — כך יהיה לנו קל יותר לשחזר את הבעיה ולעקוב אחריה.
hi: आवश्यक, न्यूनतम 30 अक्षर। आप जितना अधिक विवरण साझा कर सकें — क्या हुआ, आप इसके बजाय क्या होने की उम्मीद कर रहे थे, और वहां तक पहुंचने के सटीक चरण — हमारे लिए समस्या को दोबारा उत्पन्न करना और ट्रैक करना उतना ही आसान होगा।
id: Wajib, minimal 30 karakter. Semakin banyak detail yang bisa kamu bagikan — apa yang terjadi, apa yang kamu harapkan terjadi, dan langkah-langkah persis untuk sampai ke sana — semakin mudah bagi kami untuk mereproduksi dan melacak masalahnya.
it: Obbligatorio, minimo 30 caratteri. Più dettagli puoi condividere — cosa è successo, cosa ti aspettavi invece, e i passaggi esatti per arrivarci — più sarà facile per noi riprodurre il problema e tenerne traccia.
ja: 必須、最低30文字。何が起きたか、本来どうなるはずだったか、そこに至るまでの正確な手順など、詳しく共有していただけるほど、私たちが問題を再現して追跡しやすくなります。
ko: 필수, 최소 30자. 무슨 일이 일어났는지, 대신 어떤 결과를 예상했는지, 그리고 그 상황에 이르기까지의 정확한 단계 등 더 자세히 공유해 주실수록 저희가 문제를 재현하고 추적하기가 더 쉬워집니다.
nl: Verplicht, minimaal 30 tekens. Hoe meer details je kunt delen — wat er gebeurde, wat je in plaats daarvan verwachtte, en de exacte stappen om daar te komen — hoe makkelijker het voor ons is om het probleem na te bootsen en te volgen.
pl: Wymagane, minimum 30 znaków. Im więcej szczegółów uda się podać — co się stało, czego oczekiwano zamiast tego, i dokładne kroki prowadzące do tego — tym łatwiej będzie nam odtworzyć problem i śledzić go.
pt: Obrigatório, mínimo de 30 caracteres. Quanto mais detalhes você puder compartilhar — o que aconteceu, o que você esperava que acontecesse e os passos exatos para chegar lá — mais fácil será para nós reproduzir e acompanhar o problema.
ru: Обязательно, минимум 30 символов. Чем больше подробностей вы сможете указать — что произошло, что вы ожидали увидеть вместо этого, и точные шаги, приведшие к этому — тем легче нам будет воспроизвести проблему и отследить её.
sv: Obligatoriskt, minst 30 tecken. Ju mer detaljer du kan dela — vad som hände, vad du förväntade dig istället, och de exakta stegen för att komma dit — desto lättare blir det för oss att återskapa problemet och följa upp det.
th: จำเป็น อย่างน้อย 30 ตัวอักษร ยิ่งคุณแบ่งปันรายละเอียดได้มากเท่าไร — เกิดอะไรขึ้น คุณคาดหวังอะไรแทน และขั้นตอนที่แน่ชัดที่นำไปสู่สิ่งนั้น — เราก็ยิ่งสามารถทำซ้ำและติดตามปัญหาได้ง่ายขึ้นเท่านั้น
tr: Zorunlu, en az 30 karakter. Ne olduğunu, bunun yerine ne beklediğinizi ve oraya nasıl ulaşıldığına dair kesin adımları ne kadar ayrıntılı paylaşırsanız, sorunu yeniden oluşturmamız ve takip etmemiz o kadar kolaylaşır.
uk: Обов'язково, мінімум 30 символів. Чим більше подробиць ви зможете надати — що сталося, чого ви натомість очікували, і точні кроки, які призвели до цього — тим легше нам буде відтворити проблему та відстежити її.
vi: Bắt buộc, tối thiểu 30 ký tự. Bạn càng chia sẻ nhiều chi tiết — điều gì đã xảy ra, bạn mong đợi điều gì thay vào đó, và các bước chính xác để dẫn đến đó — chúng tôi càng dễ dàng tái hiện và theo dõi vấn đề.
zh_hans: 必填，至少30个字符。你能分享的细节越多——发生了什么、你原本期望的是什么，以及导致这一情况的确切步骤——我们就越容易重现并跟踪这个问题。

source: Required.
ar: مطلوب.
de: Erforderlich.
el: Υποχρεωτικό.
es: Obligatorio.
fa: الزامی.
fr: Obligatoire.
he: נדרש.
hi: आवश्यक।
id: Wajib.
it: Obbligatorio.
ja: 必須です。
ko: 필수입니다.
nl: Vereist.
pl: Wymagane.
pt: Obrigatório.
ru: Обязательно.
sv: Obligatoriskt.
th: จำเป็น
tr: Zorunlu.
uk: Обов'язково.
vi: Bắt buộc.
zh_hans: 必填。

source: Required. A short description of what this app does, similar to what you'd read on its own App Store listing.
ar: مطلوب. وصف مختصر لما يقوم به هذا التطبيق، مشابه لما قد تقرأه في صفحته على App Store.
de: Erforderlich. Eine kurze Beschreibung dessen, was diese App macht, ähnlich wie im App Store-Eintrag selbst.
el: Υποχρεωτικό. Μια σύντομη περιγραφή του τι κάνει αυτή η εφαρμογή, παρόμοια με αυτή που θα διάβαζες στη σελίδα της στο App Store.
es: Obligatorio. Una breve descripción de lo que hace esta app, similar a la que leerías en su propia ficha de la App Store.
fa: الزامی. توضیحی کوتاه درباره کاری که این اپلیکیشن انجام می‌دهد، شبیه به آنچه در صفحه App Store آن می‌خوانید.
fr: Obligatoire. Une courte description de ce que fait cette application, semblable à ce que vous liriez sur sa fiche App Store.
he: שדה חובה. תיאור קצר של מה שהאפליקציה עושה, בדומה למה שהייתם קוראים בדף שלה ב-App Store.
hi: आवश्यक। यह ऐप क्या करता है इसका एक संक्षिप्त विवरण, जैसा आप इसके ऐप स्टोर लिस्टिंग पर पढ़ेंगे।
id: Wajib. Deskripsi singkat tentang apa yang dilakukan aplikasi ini, mirip dengan yang akan kamu baca di halaman App Store-nya.
it: Obbligatorio. Una breve descrizione di cosa fa questa app, simile a quella che leggeresti nella sua scheda App Store.
ja: 必須。このアプリが何をするものかの簡単な説明です。App Store の掲載ページに書かれているような内容で構いません。
ko: 필수. 이 앱이 무엇을 하는지에 대한 간단한 설명입니다. 앱스토어 페이지에서 볼 수 있는 것과 비슷한 내용이면 됩니다.
nl: Verplicht. Een korte beschrijving van wat deze app doet, vergelijkbaar met wat je op de App Store-pagina zou lezen.
pl: Wymagane. Krótki opis tego, co robi ta aplikacja, podobny do tego, który można przeczytać na jej stronie w App Store.
pt: Obrigatório. Uma breve descrição do que este aplicativo faz, semelhante ao que você leria em sua própria página na App Store.
ru: Обязательно. Краткое описание того, что делает это приложение, похожее на то, что вы бы прочитали на его странице в App Store.
sv: Obligatoriskt. En kort beskrivning av vad appen gör, ungefär som den du skulle läsa på dess App Store-sida.
th: จำเป็น คำอธิบายสั้น ๆ ว่าแอปนี้ทำอะไร คล้ายกับที่คุณจะอ่านได้ในหน้า App Store ของแอป
tr: Zorunlu. Bu uygulamanın ne yaptığına dair, App Store sayfasında okuyabileceğiniz türden kısa bir açıklama.
uk: Обов'язково. Короткий опис того, що робить цей застосунок, подібний до того, який можна прочитати на його сторінці в App Store.
vi: Bắt buộc. Mô tả ngắn gọn về chức năng của ứng dụng này, tương tự như những gì bạn sẽ đọc trên trang App Store của nó.
zh_hans: 必填。简要描述这款应用的功能，类似于你在其 App Store 页面上会看到的内容。

source: Required. At least 8 characters.
ar: مطلوب. 8 أحرف على الأقل.
de: Erforderlich. Mindestens 8 Zeichen.
el: Υποχρεωτικό. Τουλάχιστον 8 χαρακτήρες.
es: Obligatorio. Al menos 8 caracteres.
fa: الزامی. حداقل ۸ نویسه.
fr: Obligatoire. Au moins 8 caractères.
he: נדרש. לפחות 8 תווים.
hi: आवश्यक। कम से कम 8 अक्षर।
id: Wajib. Minimal 8 karakter.
it: Obbligatorio. Almeno 8 caratteri.
ja: 必須です。8 文字以上。
ko: 필수입니다. 8자 이상.
nl: Vereist. Minstens 8 tekens.
pl: Wymagane. Co najmniej 8 znaków.
pt: Obrigatório. Pelo menos 8 caracteres.
ru: Обязательно. Не менее 8 символов.
sv: Obligatoriskt. Minst 8 tecken.
th: จำเป็น อย่างน้อย 8 ตัวอักษร
tr: Zorunlu. En az 8 karakter.
uk: Обов'язково. Щонайменше 8 символів.
vi: Bắt buộc. Ít nhất 8 ký tự.
zh_hans: 必填。至少 8 个字符。

source: Required. How accessible this app is on Apple TV overall.
ar: مطلوب. مدى سهولة الوصول إلى هذا التطبيق على Apple TV بشكل عام.
de: Erforderlich. Wie barrierefrei diese App insgesamt auf Apple TV ist.
el: Υποχρεωτικό. Πόσο προσβάσιμη είναι αυτή η εφαρμογή στο Apple TV συνολικά.
es: Obligatorio. Qué tan accesible es esta app en Apple TV en general.
fa: الزامی. کلی میزان دسترس‌پذیری این برنامه روی Apple TV.
fr: Obligatoire. Le niveau d'accessibilité global de cette appli sur Apple TV.
he: נדרש. עד כמה נגישה האפליקציה הזו ב-Apple TV באופן כללי.
hi: आवश्यक। Apple TV पर यह ऐप समग्र रूप से कितना सुलभ है。
id: Wajib. Seberapa aksesibel aplikasi ini di Apple TV secara keseluruhan.
it: Obbligatorio. Quanto è accessibile questa app su Apple TV in generale.
ja: 必須です。このアプリの Apple TV での全体的なアクセシビリティ。
ko: 필수입니다. 이 앱이 Apple TV에서 전반적으로 얼마나 접근하기 쉬운지.
nl: Vereist. Hoe toegankelijk deze app over het algemeen is op Apple TV.
pl: Wymagane. Jak bardzo dostępna jest ta aplikacja na Apple TV ogólnie.
pt: Obrigatório. Quão acessível este app é na Apple TV em geral.
ru: Обязательно. Насколько доступно это приложение на Apple TV в целом.
sv: Obligatoriskt. Hur tillgänglig denna app är på Apple TV totalt sett.
th: จำเป็น แอปนี้เข้าถึงได้มากเพียงใดบน Apple TV โดยรวม
tr: Zorunlu. Bu uygulamanın Apple TV'de genel olarak ne kadar erişilebilir olduğu.
uk: Обов'язково. Наскільки доступний цей застосунок на Apple TV загалом.
vi: Bắt buộc. Mức độ dễ tiếp cận của ứng dụng này trên Apple TV nói chung.
zh_hans: 必填。此应用在 Apple TV 上整体的无障碍程度。

source: Required. How accessible this app is on Apple Watch overall.
ar: مطلوب. مدى سهولة الوصول إلى هذا التطبيق على Apple Watch بشكل عام.
de: Erforderlich. Wie barrierefrei diese App insgesamt auf Apple Watch ist.
el: Υποχρεωτικό. Πόσο προσβάσιμη είναι αυτή η εφαρμογή στο Apple Watch συνολικά.
es: Obligatorio. Qué tan accesible es esta app en Apple Watch en general.
fa: الزامی. کلی میزان دسترس‌پذیری این برنامه روی Apple Watch.
fr: Obligatoire. Le niveau d'accessibilité global de cette appli sur Apple Watch.
he: נדרש. עד כמה נגישה האפליקציה הזו ב-Apple Watch באופן כללי.
hi: आवश्यक। Apple Watch पर यह ऐप समग्र रूप से कितना सुलभ है。
id: Wajib. Seberapa aksesibel aplikasi ini di Apple Watch secara keseluruhan.
it: Obbligatorio. Quanto è accessibile questa app su Apple Watch in generale.
ja: 必須です。このアプリの Apple Watch での全体的なアクセシビリティ。
ko: 필수입니다. 이 앱이 Apple Watch에서 전반적으로 얼마나 접근하기 쉬운지.
nl: Vereist. Hoe toegankelijk deze app over het algemeen is op Apple Watch.
pl: Wymagane. Jak bardzo dostępna jest ta aplikacja na Apple Watch ogólnie.
pt: Obrigatório. Quão acessível este app é no Apple Watch em geral.
ru: Обязательно. Насколько доступно это приложение на Apple Watch в целом.
sv: Obligatoriskt. Hur tillgänglig denna app är på Apple Watch totalt sett.
th: จำเป็น แอปนี้เข้าถึงได้มากเพียงใดบน Apple Watch โดยรวม
tr: Zorunlu. Bu uygulamanın Apple Watch'ta genel olarak ne kadar erişilebilir olduğu.
uk: Обов'язково. Наскільки доступний цей застосунок на Apple Watch загалом.
vi: Bắt buộc. Mức độ dễ tiếp cận của ứng dụng này trên Apple Watch nói chung.
zh_hans: 必填。此应用在 Apple Watch 上整体的无障碍程度。

source: Required. How easy the app is to use as a blind or low-vision user overall.
ar: مطلوب. مدى سهولة استخدام التطبيق بشكل عام كمستخدم فاقد البصر أو ضعيف البصر.
de: Erforderlich. Wie einfach die App insgesamt als blinder oder sehbehinderter Nutzer zu bedienen ist.
el: Υποχρεωτικό. Πόσο εύκολη είναι η χρήση της εφαρμογής συνολικά για έναν τυφλό ή αμβλύωπα χρήστη.
es: Obligatorio. Qué tan fácil es usar la app en general como usuario ciego o con baja visión.
fa: الزامی. کلی سهولت استفاده از برنامه به‌عنوان کاربر نابینا یا کم‌بینا.
fr: Obligatoire. La facilité d'utilisation globale de l'appli en tant qu'utilisateur aveugle ou malvoyant.
he: נדרש. עד כמה קל להשתמש באפליקציה באופן כללי כמשתמש עיוור או כבד ראייה.
hi: आवश्यक। दृष्टिबाधित या कम दृष्टि वाले उपयोगकर्ता के रूप में यह ऐप समग्र रूप से उपयोग करना कितना आसान है。
id: Wajib. Seberapa mudah aplikasi digunakan secara keseluruhan sebagai pengguna tunanetra atau low vision.
it: Obbligatorio. Quanto è facile usare l'app in generale come utente non vedente o ipovedente.
ja: 必須です。視覚障がいまたはロービジョンのユーザーとして、このアプリが全体的にどれほど使いやすいか。
ko: 필수입니다. 시각장애 또는 저시력 사용자로서 이 앱을 전반적으로 얼마나 쉽게 사용할 수 있는지.
nl: Vereist. Hoe gemakkelijk de app over het algemeen te gebruiken is als blinde of slechtziende gebruiker.
pl: Wymagane. Jak łatwa jest ta aplikacja w użyciu ogólnie dla osoby niewidomej lub słabowidzącej.
pt: Obrigatório. Quão fácil é usar o app em geral como usuário cego ou com baixa visão.
ru: Обязательно. Насколько удобно приложение в целом для незрячего или слабовидящего пользователя.
sv: Obligatoriskt. Hur enkel appen är att använda totalt sett som blind eller synsvag användare.
th: จำเป็น แอปนี้ใช้งานง่ายเพียงใดโดยรวมสำหรับผู้ใช้ที่พิการทางสายตาหรือสายตาเลือนราง
tr: Zorunlu. Uygulamanın görme engelli veya az gören bir kullanıcı olarak genel olarak ne kadar kolay kullanıldığı.
uk: Обов'язково. Наскільки легко користуватися застосунком загалом як незрячій чи слабозорій людині.
vi: Bắt buộc. Mức độ dễ sử dụng của ứng dụng nói chung đối với người dùng khiếm thị hoặc thị lực kém.
zh_hans: 必填。作为盲人或低视力用户，此应用整体的易用程度。
